package tour.compus.yuntech.yuntechcompustour;

/**
 * Created by Rabbit on 2017/9/16.
 */
public class Cheeses {
    public static final String[] sCheeseStrings = {
            "人科一館", "人科二館", "工程一館", "工程二館","工程三館", "工程四館", "工程五館", "工程六館",
            "營建材料檢測中心", "營建實習工廠", "燃燒與動力實驗室", "體育場", "活動中心", "體育館", "游泳館", "員生餐廳",
            "籃球場A", "籃球場B", "排球場", "網球場", "棒球場", "射箭場", "溜冰場", "大禮堂", "圖書館", "資訊大樓", "行政大樓",
            "技職大樓", "水質淨化廠", "貴賓招待所", "學生宿舍A", "學生宿舍B", "學生宿舍C", "學生宿舍D", "學生宿舍E", "學生宿舍F",
            "學生宿舍G", "誠敬幼兒園", "學人宿舍", "設計一館", "設計二館", "設計三館", "設計工坊", "管理一館", "管理二館",
            "管理三館", "雲夢湖", "荷花池", "雲,那裡", "觀雲閣", "藝術中心", "國際會議廳", "潔綠創新園區","舞蹈教室","課指組",
            "陶藝教室","諮輔中心","員生消費合作社","郵局","表演廳","課外活動指導組","衛生教育組","衛教組","諮商輔導中心",
            "紓壓室","雲院書城","展覽廳","學生會辦公室","服務學習組","鋼琴室","音樂教室","體育館","體育室","選手休息區",
            "貴賓休息室","階梯教室","韻律教室","桌球教室","柔道教室","重量訓練室","綜合球場","休閒所資源查詢室","休閒運動研究所",
            "體適能中心","運動傷害護理室","國際園地","學膳會辦公室","內迴廊","禮堂餐廳","保管組","營繕組","燈光機械室",
            "水土資源防災中心","協談室","產學與智財育成中心","Ｋ書區","樂學空間","推廣教室","課業輔導服務專區","藝術中心",
            "藝博廳","校史典藏室","監控室","館發暨典閱組辦公室","教學研究支援中心","創意廳","學科指導室","閱覽室","書刊整理室",
            "採編組辦公室","資訊組辦公室","過期期刊","過期報紙","微縮片資料","期刊","多功能辦公室","閱覽區","討論室",
            "親子閱讀區","文化資料室","文化典藏專區","散裝資料區","視聽資料室","電影欣賞室","多媒體教學室","教學研討室",
            "事務組","資訊中心","多媒體處理室","研究開發室","網路組辦公室","視訊組辦公室","系統組辦公室","多媒體攝影棚",
            "校史館","區域產學合作中心","推廣教育中心","數位攝影棚","數位錄音室","視訊會議室","電腦訓練教室","控制室",
            "電腦實習教室","第二演講廳","第一演講廳","操作室","主機室","執勤室","總務處","教務處","課務組","註冊組","秘書室",
            "綜合業務組","教學卓越中心","文書組","開標室","出納組","學務處","軍訓組","交通安全教育資料中心","公文交換中心",
            "生輔組","教官室","校長室","人事室","副校長辦公室","副校長室","儲藏室","主計室","準備室","貴賓室","校長辦公室",
            "國際事務處","中區教學資源中心","文教基金會","產學展示室","研發處"
    };
}